{
    "story": "Besides exams, BC students experience the most stress during the housing selection period. What is meant to be a time of pure excitement, ends up seasoned with dread and tears. If they aren't fortunate in the first round of the housing lottery life can get complicated. Students often must restructure their entire group setup to accommodate new members or remove friends within short periods. The existing social platforms help alleviate this stress slightly, but they are remarkably inefficient and often result in unanticipated living arrangements for BC students. Therefore, upon experiencing this undue stress and the associated pain during the highly anticipated, yet dreaded, housing selection week multiple times, our team decided it was time for a change.",
    "services": "We address both of the above concerns by optimizing the roommate search process. Through this website, you may register your needs (whether you are looking for two roommates, or only one subletter, etc.) and where you are hoping to live. Subsequently, others may search for their needs on our website, and using our filter feature, narrow their search to only those groups that perfectly match what they're looking for. This way instead of spending days searching through word of mouth, Instagram, Snapchat, Herrd, etc., you may spend a few minutes searching through the available listings on our website to find a suitable match. Additionally, our website also offers the option for individuals to include 'lifestyle' preferences in their searches. This way, not only does our service help facilitate the roommate search process, reducing stress and anxiety, it also helps optimize roommate matches.",
    "mission": "Lighting the path for a BC Eagle's journey from one nest to another.",
    "harimLink" : "https://www.linkedin.com/in/harim-kim-cudia/",
    "harimName" : "Harim Kim",
    "lucasLink" : "https://www.linkedin.com/in/lucas-schmidt-bb2775263/",
    "lucasName" : "Lucas Schmidt",
    "andyLink" : "https://www.linkedin.com/in/andy-bello/",
    "andyName" : "Andy Bello",
    "varunLink" : "https://www.linkedin.com/in/varunrjsingh/",
    "varunName" : "Varun Singh"
  }
  